Repository: Nishith/Chronoframe
Catalog: ui/Sources/ChronoframeApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: Accept All Safe
de: Alle sicheren annehmen
es: Aceptar todos los seguros
fr: Accepter tous les sûrs
it: Accetta tutti i sicuri
ja: 安全なものをすべて承認
pt_br: Aceitar Todos Seguros
zh_hans: 接受全部安全建议

source: Accept Safe
de: Sichere annehmen
es: Aceptar seguros
fr: Accepter sûrs
it: Accetta sicuri
ja: 安全なものを承認
pt_br: Aceitar Seguros
zh_hans: 接受安全建议

source: Accept Suggestions
de: Vorschläge annehmen
es: Aceptar sugerencias
fr: Accepter les suggestions
it: Accetta suggerimenti
ja: 提案を受け入れる
pt_br: Aceitar Sugestões
zh_hans: 接受建议

source: Adjust Settings
de: Einstellungen anpassen
es: Ajustar configuración
fr: Ajuster les paramètres
it: Regola impostazioni
ja: 設定を調整
pt_br: Ajustar Configurações
zh_hans: 调整设置

source: Analyzing files...
de: Dateien werden analysiert...
es: Analizando archivos...
fr: Analyse des fichiers...
it: Analisi dei file...
ja: ファイルを分析中...
pt_br: Analisando arquivos...
zh_hans: 正在分析文件...

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt_br: Cancelar
zh_hans: 取消

source: Change Folder
de: Ordner ändern
es: Cambiar carpeta
fr: Changer de dossier
it: Cambia cartella
ja: フォルダーを変更
pt_br: Alterar Pasta
zh_hans: 更改文件夹

source: Choose Folder
de: Ordner auswählen
es: Elegir carpeta
fr: Choisir le dossier
it: Scegli cartella
ja: フォルダーを選択
pt_br: Escolher Pasta
zh_hans: 选择文件夹

source: Choose...
de: Auswählen...
es: Elegir...
fr: Choisir...
it: Scegli...
ja: 選択...
pt_br: Escolher...
zh_hans: 选择...

source: Clear History
de: Verlauf löschen
es: Limpiar historial
fr: Effacer l'historique
it: Cancella cronologia
ja: 履歴を消去
pt_br: Limpar Histórico
zh_hans: 清除历史记录

source: Concurrency
de: Parallelität
es: Concurrencia
fr: Simultanéité
it: Concorrenza
ja: 並行処理
pt_br: Concorrência
zh_hans: 并发

source: Copies are validated before completion.
de: Kopien werden vor dem Abschluss validiert.
es: Las copias se validan antes de finalizar.
fr: Les copies sont validées avant la fin.
it: Le copie vengono convalidate prima del completamento.
ja: 完了前にコピーが検証されます。
pt_br: As cópias são validadas antes da conclusão.
zh_hans: 复制件在完成前会经过验证。

source: Copying assets...
de: Dateien werden kopiert...
es: Copiando activos...
fr: Copie des fichiers...
it: Copia delle risorse...
ja: ファイルをコピー中...
pt_br: Copiando arquivos...
zh_hans: 正在复制资源...

source: Current Run
de: Aktueller Durchlauf
es: Ejecución actual
fr: Exécution en cours
it: Esecuzione attuale
ja: 現在の実行
pt_br: Execução Atual
zh_hans: 当前运行

source: Deduplicate
de: Duplikate
es: Deduplicar
fr: Dédupliquer
it: Deduplica
ja: 重複排除
pt_br: Deduplicar
zh_hans: 重复清理

source: Deduplicate Workspace
de: Duplikat-Bereinigung
es: Espacio de deduplicación
fr: Espace de déduplication
it: Spazio di deduplicazione
ja: 重複排除ワークスペース
pt_br: Espaço de Deduplicação
zh_hans: 重复文件清理工作区

source: Delete All
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
ja: すべて削除
pt_br: Excluir Tudo
zh_hans: 删除全部

source: Destination Folder
de: Zielordner
es: Carpeta de destino
fr: Dossier de destination
it: Cartella di destinazione
ja: デスティネーションフォルダー
pt_br: Pasta de Destino
zh_hans: 目标文件夹

source: Diagnostics
de: Diagnose
es: Diagnósticos
it: Diagnostica
ja: 診断
pt_br: Diagnósticos
zh_hans: 诊断

source: Dismiss onboarding
de: Onboarding ausblenden
es: Cerrar bienvenida
fr: Ignorer l'intégration
it: Ignora presentazione
ja: 説明を閉じる
pt_br: Ignorar introdução
zh_hans: 关闭欢迎说明

source: Duplicates are identified by content hash.
de: Duplikate werden über den Inhalts-Hash identifiziert.
es: Los duplicados se identifican por hash de contenido.
fr: Les doublons sont identifiés par le hash du contenu.
it: I duplicati vengono identificati tramite l'hash del contenuto.
ja: 重複ファイルはコンテンツハッシュで識別されます。
pt_br: Os duplicados são identificados pelo hash do conteúdo.
zh_hans: 重复文件通过内容哈希进行识别。

source: Exact duplicates can be removed automatically.
de: Exakte Duplikate können automatisch entfernt werden.
es: Los duplicados exactos se pueden eliminar automáticamente.
fr: Les doublons exacts peuvent être supprimés automatiquement.
it: I duplicati esatti possono essere rimossi automaticamente.
ja: 完全一致の重複ファイルは自動的に削除できます。
pt_br: Duplicados exatos podem ser removidos automaticamente.
zh_hans: 完全重复的文件可以自动删除。

source: Files are moved to Trash, never deleted immediately.
de: Dateien werden in den Papierkorb verschoben, niemals sofort gelöscht.
es: Los archivos se mueven a la Papelera, nunca se eliminan de inmediato.
fr: Les fichiers sont déplacés vers la corbeille, jamais supprimés immédiatement.
it: I file vengono spostati nel Cestino, mai eliminati immediatamente.
ja: ファイルはゴミ箱に移動され、即座に削除されることはありません。
pt_br: Os arquivos são movidos para o Lixo, nunca excluídos imediatamente.
zh_hans: 文件会被移至废纸篓，绝不会被立即删除。

source: General
de: Allgemein
fr: Général
it: Generale
ja: 一般
pt_br: Geral
zh_hans: 常规

source: Health Dashboard
de: Gesundheits-Dashboard
es: Tablero de salud
fr: Tableau de bord de santé
it: Pannello di controllo della salute
ja: ヘルスのダッシュボード
pt_br: Painel de integridade
zh_hans: 运行状况仪表板

source: Hides this welcome card permanently
de: Blendet diese Begrüßungskarte dauerhaft aus
es: Oculta esta tarjeta permanentemente
fr: Masque cette carte de bienvenue de manière définitive
it: Nasconde questa schermata di benvenuto in modo permanente
ja: このウェルカムカードを恒久的に非表示にします
pt_br: Oculta este cartão de boas-vindas permanentemente
zh_hans: 永久隐藏此欢迎卡片

source: Keep All
de: Alle behalten
es: Conservar todo
fr: Tout conserver
it: Conserva tutto
ja: すべて保持
pt_br: Manter Tudo
zh_hans: 保留全部

source: Move to Trash
de: In den Papierkorb verschieben
es: Mover a la papelera
fr: Déplacer dans la corbeille
it: Sposta nel Cestino
ja: ゴミ箱に移動
pt_br: Mover para o Lixo
zh_hans: 移至废纸篓

source: No folder selected
de: Kein Ordner ausgewählt
es: Ninguna carpeta seleccionada
fr: Aucun dossier sélectionné
it: Nessuna cartella selezionata
ja: フォルダーが選択されていません
pt_br: Nenhuma pasta selecionada
zh_hans: 未选择文件夹

source: No history found
de: Kein Verlauf gefunden
es: No se encontró historial
fr: Aucun historique trouvé
it: Cronologia non trovata
ja: 履歴が見つかりません
pt_br: Nenhum histórico encontrado
zh_hans: 未找到历史记录

source: Nothing to deduplicate
de: Nichts zu bereinigen
es: Nada que deduplicar
fr: Rien à dédupliquer
it: Nulla da deduplicare
ja: 重複排除する項目はありません
pt_br: Nada para deduplicar
zh_hans: 没有重复文件可清理

source: Organize
de: Organisieren
es: Organizar
fr: Organiser
it: Organizza
ja: 整理
pt_br: Organizar
zh_hans: 整理

source: Originals are never modified or moved.
de: Originale werden niemals geändert oder verschoben.
es: Los originales nunca se modifican ni se mueven.
fr: Les originaux ne sont jamais modifiés ni déplacés.
it: Gli originali non vengono mai modificati o spostati.
ja: オリジナルファイルが変更または移動されることはありません。
pt_br: Os originais nunca são modificados ou movidos.
zh_hans: 原始文件永远不会被修改或移动。

source: Preview Transfer
de: Transfer-Vorschau
es: Vista previa de la transferencia
fr: Aperçu du transfert
it: Anteprima trasferimento
ja: 転送のプレビュー
pt_br: Pré-visualizar Transferência
zh_hans: 预览传输

source: Profiles
de: Profile
es: Perfiles
fr: Profils
it: Profili
ja: プロファイル
pt_br: Perfis
zh_hans: 配置文件

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
ja: 再開
pt_br: Retomar
zh_hans: 恢复

source: Review and clean up duplicate assets safely.
de: Überprüfen und bereinigen Sie Duplikate auf sichere Weise.
es: Revisa y limpia activos duplicados de forma segura.
fr: Vérifiez et nettoyez les doublons en toute sécurité.
it: Rivedi e pulisci le risorse duplicate in modo sicuro.
ja: 重複アセットを安全に確認して整理します。
pt_br: Revise e limpe arquivos duplicados com segurança.
zh_hans: 安全地检查并清理重复资源。

source: Run aborted
de: Durchlauf abgebrochen
es: Ejecución cancelada
fr: Exécution abandonnée
it: Esecuzione interrotta
ja: 実行が中止されました
pt_br: Execução abortada
zh_hans: 运行已中止

source: Run completed successfully
de: Durchlauf erfolgreich abgeschlossen
es: Ejecución completada con éxito
fr: Exécution terminée avec succès
it: Esecuzione completata con successo
ja: 実行が正常に完了しました
pt_br: Execução concluída com sucesso
zh_hans: 运行成功完成

source: Run failed
de: Durchlauf fehlgeschlagen
es: Ejecución fallida
fr: Exécution échouée
it: Esecuzione fallita
ja: 実行に失敗しました
pt_br: Execução falhou
zh_hans: 运行失败

source: Run History
de: Ausführungsverlauf
es: Historial de ejecuciones
fr: Historique des exécutions
it: Cronologia esecuzioni
ja: 実行履歴
pt_br: Histórico de Execuções
zh_hans: 运行历史记录

source: Safe, automated photo and video organization.
de: Sichere, automatisierte Foto- und Videoorganisation.
es: Organización segura y automatizada de fotos y videos.
fr: Organisation sécurisée et automatisée de photos et de vidéos.
it: Organizzazione sicura e automatizzata di foto e video.
ja: 安全で自動化された写真と動画の整理。
pt_br: Organização segura e automatizada de fotos e vídeos.
zh_hans: 安全、自动的照片和视频整理。

source: Scan Again
de: Erneut scannen
es: Escanear de nuevo
fr: Analyser à nouveau
it: Scansiona ancora
ja: 再スキャン
pt_br: Escanear Novamente
zh_hans: 重新扫描

source: Scan Folder
de: Ordner scannen
es: Escanear carpeta
fr: Analyser le dossier
it: Scansiona cartella
ja: フォルダーをスキャン
pt_br: Escanear Pasta
zh_hans: 扫描文件夹

source: Scan Source
de: Quelle scannen
es: Escanear origen
fr: Analyser la source
it: Scansiona sorgente
ja: ソースをスキャン
pt_br: Escanear Origem
zh_hans: 扫描源

source: Select a cluster on the left
de: Wählen Sie links eine Gruppe aus
es: Selecciona un grupo a la izquierda
fr: Sélectionnez un groupe à gauche
it: Seleziona un gruppo sulla sinistra
ja: 左側のグループを選択してください
pt_br: Selecione um grupo à esquerda
zh_hans: 在左侧选择一个聚类

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
pt_br: Configurações
zh_hans: 设置

source: Source Folder
de: Quellordner
es: Carpeta de origen
fr: Dossier source
it: Cartella sorgente
ja: ソースフォルダー
pt_br: Pasta de Origem
zh_hans: 源文件夹

source: Triage progress
de: Fortschritt der Bereinigung
es: Progreso del triaje
fr: Progression du tri
it: Progresso cernita
ja: 選別の進捗状況
pt_br: Progresso de triagem
zh_hans: 分类进度

source: Verifying copies...
de: Kopien werden verifiziert...
es: Verificando copias...
fr: Vérification des copies...
it: Verifica delle copie...
ja: コピーを検証中...
pt_br: Verificando cópias...
zh_hans: 正在验证副本...

source: Visual similarities are capped at medium confidence for review.
de: Visuelle Ähnlichkeiten werden zur Überprüfung auf mittlere Vertrauenswürdigkeit begrenzt.
es: Las similitudes visuales se limitan a confianza media para su revisión.
fr: Les similitudes visuelles sont plafonnées à une confiance moyenne pour vérification.
it: Le somiglianze visive sono limitate a una confidenza media per la revisione.
ja: 視覚的類似性は確認のため中度の信頼性に制限されます。
pt_br: Semelhanças visuais são limitadas a média confiança para revisão.
zh_hans: 视觉相似度被限制在中等置信度以供审查。

source: Welcome to Chronoframe
de: Willkommen bei Chronoframe
es: Bienvenido a Chronoframe
fr: Bienvenue sur Chronoframe
it: Benvenuto in Chronoframe
ja: Chronoframeへようこそ
pt_br: Bem-vindo ao Chronoframe
zh_hans: 欢迎使用 Chronoframe

source: Pause
es: Pausa
it: Pausa
ja: 一時停止
pt_br: Pausar
zh_hans: 暂停

source: Video
fr: Vidéo
ja: 動画
pt_br: Vídeo
zh_hans: 视频
